[
    {
        "text": "And incidentally, I say this in no partisan sense, because, believe me, Democrats as well as Republicans in the House and the Senate have joined in this battle, and we have won most of them.",
        "toxicity_score": 0.107770264,
        "insult_score": 0.10141889,
        "profanity_score": 0.052504547
    },
    {
        "text": "I am going to be down to see Uncle Carl Vinson, Sunday.",
        "toxicity_score": 0.104996026,
        "insult_score": 0.070496716,
        "profanity_score": 0.051368956
    },
    {
        "text": "Q. Mr. President, Richard Tuttle, Democrat and Chronicle, Rochester, New York.",
        "toxicity_score": 0.090954386,
        "insult_score": 0.08613969,
        "profanity_score": 0.06986336
    },
    {
        "text": "He cannot be removed unless there is a consensus of the top leadership of both the House and the Senate, Democrat and Republican: the Speaker and the majority and minority leaders of the House and the President pro tem, the majority and minority leaders of the Senate and the ranking two members of the Judiciary Committees of both the House and the Senate, which, incidentally, gives you, as you can see, a very substantial majority as far as the Democrats are concerned.",
        "toxicity_score": 0.08959465,
        "insult_score": 0.08050408,
        "profanity_score": 0.03805383
    },
    {
        "text": "As Carl Vinson was speaking, I was thinking of my first days in the House of Representatives back in 1947, and I remember that usually there wasn't much attention paid to speakers--and Phil Landrum says it is the same today, they don't pay much attention.",
        "toxicity_score": 0.052733056,
        "insult_score": 0.053102594,
        "profanity_score": 0.03234788
    },
    {
        "text": "And the other was Carl Vinson.",
        "toxicity_score": 0.066189885,
        "insult_score": 0.051218186,
        "profanity_score": 0.040683772
    },
    {
        "text": "And now comes the part of my remarks that have to do with Carl Vinson.",
        "toxicity_score": 0.11928156,
        "insult_score": 0.114212126,
        "profanity_score": 0.11483356
    },
    {
        "text": "A great deal of attention has been paid to the fact that Carl Vinson was a man who stood for strong national defense.",
        "toxicity_score": 0.053860266,
        "insult_score": 0.026398057,
        "profanity_score": 0.018816335
    },
    {
        "text": "He must not be just remembered and thought of that way, because Carl Vinson was a broad-gauged man.",
        "toxicity_score": 0.06821043,
        "insult_score": 0.063425705,
        "profanity_score": 0.034078848
    },
    {
        "text": "But a young Congressman came to the House of Representatives as the youngest Member of the Congress when he came, 30 years of age, Carl Vinson of Georgia.",
        "toxicity_score": 0.05082765,
        "insult_score": 0.06725822,
        "profanity_score": 0.039833385
    },
    {
        "text": "The world has become very small in those years that Carl Vinson has served in the Congress of the United States.",
        "toxicity_score": 0.025237435,
        "insult_score": 0.0168874,
        "profanity_score": 0.010745481
    },
    {
        "text": "I know that many think that when the President of the United States or Herman Talmadge, on this platform, or Eddie Hebert out there in this audience, or Phil Landrum, or Carl Vinson, any of us, talk about a strong America, and let's not be number two, there is the thought that that is jingoism.",
        "toxicity_score": 0.12403155,
        "insult_score": 0.1113546,
        "profanity_score": 0.07418716
    },
    {
        "text": "Looking ahead to the year 2000, and it is very difficult to look much beyond that, but I think there is a better chance than there has been since World War II that because the relationships which Carl Vinson has spoken to, that we have established with countries with whom we have nothing in common as far as ideology is concerned--in fact, we differ completely with Chou En-lai, Mao Tse-tung, Mr. Brezhnev, Podgorny and their colleagues---but because of the initiatives we have taken, we may be establishing the pattern which will mean that the great powers will recognize that the risk of war is too great for them to engage in adventurism in any part of the world, and that the benefits of peace, on the other side, are so much greater that we should use our strength for peace rather than for war.",
        "toxicity_score": 0.07149917,
        "insult_score": 0.0758636,
        "profanity_score": 0.06122767
    },
    {
        "text": "And that brings me now to Carl Vinson again.",
        "toxicity_score": 0.072116904,
        "insult_score": 0.04818394,
        "profanity_score": 0.050204434
    },
    {
        "text": "But next to his country, and next to his State of Georgia, Carl Vinson loved the Navy most.",
        "toxicity_score": 0.060215786,
        "insult_score": 0.053781524,
        "profanity_score": 0.039838146
    },
    {
        "text": "The third is just beginning, and it will be named the Carl M. Vinson.",
        "toxicity_score": 0.20975198,
        "insult_score": 0.3141218,
        "profanity_score": 0.25015038
    },
    {
        "text": "As I first proposed such a contribution early last year, and it has since been supported by both Democrats and Republicans, this bill reflects broad agreement on the need for international action to halt the continuing degradation of the global environment.",
        "toxicity_score": 0.06803878,
        "insult_score": 0.10060078,
        "profanity_score": 0.04696091
    },
    {
        "text": "I think the ladies and gentlemen in this room are aware of the fact that this Administration-and I would like to point out that I believe that the view I now express goes far beyond simply a partisan viewpoint, because there are many Democrats as well as Republicans who support the point of view that I will now express--reject the idea that the United States should now listen to the voices of isolation which plagued us before World War II and which always seems to rise to a new crescendo after each war in which we were engaged.",
        "toxicity_score": 0.06576555,
        "insult_score": 0.043037202,
        "profanity_score": 0.016036605
    },
    {
        "text": "And now here today we are joined together and we meet together not as northerners and southerners or easterners and westerners, not as Democrats or Republicans, but we meet today as Americans first, honoring America, which surmounts all other differences we may have.",
        "toxicity_score": 0.120514184,
        "insult_score": 0.14678064,
        "profanity_score": 0.077518545
    },
    {
        "text": "Q. Jerry Ford's old House seat was won by a Democrat who campaigned mainly on the theme that you should be removed or impeached or that you should resign.",
        "toxicity_score": 0.28794774,
        "insult_score": 0.26142323,
        "profanity_score": 0.13122088
    },
    {
        "text": "So, in conclusion, I simply want to say to the Members of the Congress present, both Democrat and Republican, that we do owe a great debt of honor to those who served here, a great debt that is difficult to repay because this has been a misunderstood war; this has been one in which Americans have been honestly divided, and we trust that that may never come again.",
        "toxicity_score": 0.12274014,
        "insult_score": 0.10168758,
        "profanity_score": 0.052125465
    },
    {
        "text": "And Democrats and Republicans, be they Presidents or other leaders, through the years have talked that way.",
        "toxicity_score": 0.08219859,
        "insult_score": 0.07772067,
        "profanity_score": 0.040736333
    },
    {
        "text": "Q. Mr. President, many people are saying that Watergate played a prominent role in the election of a Democrat in the Congressional district in Cincinnati yesterday.",
        "toxicity_score": 0.111734845,
        "insult_score": 0.09593398,
        "profanity_score": 0.079585046
    },
    {
        "text": "In fact, yesterday we won in California, as you know, and when one Republican can beat eight Democrats in one race, that is a pretty good showing3 3 Robert Lagomarsino was elected to the 13th Congressional District of California on March 5, 1974.",
        "toxicity_score": 0.05175252,
        "insult_score": 0.07661473,
        "profanity_score": 0.055290837
    },
    {
        "text": "For example, I found that between 1964 and 1966 the Republicans won 5 and the Democrats won 7 Congressional seats, and yet the Republicans won 47 seats in 1966.",
        "toxicity_score": 0.11201612,
        "insult_score": 0.113651715,
        "profanity_score": 0.09484477
    },
    {
        "text": "Second, insofar as additional documents are concerned, in other words, virtually a hunting license or a fishing license--whatever you want to call it-within the White House is concerned, I am following the precedent that every President, Democrat and Republican, since the time of Washington has followed, and that is of defending the confidentiality of Presidential conversations and communications.",
        "toxicity_score": 0.06769541,
        "insult_score": 0.060443323,
        "profanity_score": 0.037359644
    },
    {
        "text": "Q. Mr. President, Carl Connerton, KWBA Radio at Baytown.",
        "toxicity_score": 0.1447172,
        "insult_score": 0.18346618,
        "profanity_score": 0.15660027
    },
    {
        "text": "Sincerely, RICHARD NIXON [The Honorable Carl Albert, Speaker of the House of Representatives, Washington, D.G. 20515]",
        "toxicity_score": 0.107619904,
        "insult_score": 0.1267865,
        "profanity_score": 0.087536834
    },
    {
        "text": "And now, if I could just say a word to you about the choice that you will make in this election and what it means to you as individuals, not to you as partisans, either Democrat or Republican, but you who are American citizens selecting the one that will represent you in Washington.",
        "toxicity_score": 0.12442154,
        "insult_score": 0.11499125,
        "profanity_score": 0.08092325
    },
    {
        "text": "That is the kind of a man, Democrat or Republican, whatever you are, that I think the people in this county, the people in this State, want in the United States Congress.",
        "toxicity_score": 0.078158386,
        "insult_score": 0.087110385,
        "profanity_score": 0.041877057
    },
    {
        "text": "And in these times, that is the kind of representation that we need in the Congress, in the Senate--be it Democrat or Republican.",
        "toxicity_score": 0.09370609,
        "insult_score": 0.077428386,
        "profanity_score": 0.03539613
    },
    {
        "text": "We agreed that Assistant Attorney General Henry Petersen, the head of the Criminal Division, a Democrat and career prosecutor, should be placed in complete charge of the investigation.",
        "toxicity_score": 0.11840281,
        "insult_score": 0.124358945,
        "profanity_score": 0.06673133
    },
    {
        "text": "When we talk about drug abuse and alcoholism, the party lines are crossed, and when we talk about solutions, it is very encouraging to find that both Republicans and Democrats have worked long and hard for both of these measures and that now we have the tools, we believe, or some of the tools that are necessary to deal effectively with them.",
        "toxicity_score": 0.17809385,
        "insult_score": 0.20519443,
        "profanity_score": 0.10691926
    },
    {
        "text": "Whoever is the American President, be he a Democrat or Republican, in the years ahead to the end of this century--we will not try to look beyond that--but whoever is the American President will hold within his hands the responsibility for building on the great initiatives that we have begun.",
        "toxicity_score": 0.21431094,
        "insult_score": 0.21050169,
        "profanity_score": 0.11890373
    },
    {
        "text": "I should say that one of the reasons we have had difficulties in the past in this respect--and I speak not only of this Administration but all administrations, Democrat and Republican--is that too often the Congress has been, and both sides in this respect, and the Executive have appeared to be, at odds.",
        "toxicity_score": 0.062909976,
        "insult_score": 0.06859764,
        "profanity_score": 0.02757445
    },
    {
        "text": "AS A pioneer Army aviator, as the leader of the largest single air command in the history of military aviation, and as the first U.S. Air Force Chief of Staff, Gen. Carl Spaatz served his country with courage, honor, and ability and earned for himself a place in history.",
        "toxicity_score": 0.016676752,
        "insult_score": 0.030429088,
        "profanity_score": 0.016384311
    },
    {
        "text": "In these difficult times, when world peace depends so fundamentally upon the strength and the unity of America, you have joined together, Democrats and Republicans, to support an office which is bigger than any party, the Office of the Presidency of the United States.",
        "toxicity_score": 0.06751075,
        "insult_score": 0.05995117,
        "profanity_score": 0.04100934
    }
]