[
    {
        "title": "Exchange of Remarks With President Ceausescu of Romania on Signing a Joint Statement of Principles.",
        "link": "https://www.presidency.ucsb.edu/documents/exchange-remarks-with-president-ceausescu-romania-signing-joint-statement-principles",
        "time": "Dec 05, 1973",
        "text": "Mr. President and ladies and gentlemen: As you know, we have had statements of principles that we have signed with major nations--with the Soviet Union, with the People's Republic of China. In this case we sign a statement of principles with Romania--Romania, which in the scale of size of population, is a smaller country. But on the other hand, the fact that this statement of principles is signed between Romania and the United States has a very deep significance, and that significance is that while the United States considers its relations with major powers to be of enormous importance in terms of building a structure of peace in the world, we also consider it a cornerstone of our foreign policy that any agreements that we make must never be at the expense of the sovereignty and of the independence of smaller nations. Our relations with Romania have been particularly close during this Administration, due to the personal relationship that I have enjoyed with President Ceausescu, and we have seen growth in our economic communications as well as in a number of other areas, as demonstrated by the agreements that were signed yesterday. But today, as we complete the signing of this document, we are, in effect, saying to the whole world that as far as the United States is concerned, we believe that the survival of nations, no matter how small, no matter how weak they might be militarily, the survival of nations, proud of their sovereignty, proud of their independence, is essential to building a structure of peace in the world, one that we can be proud of. And so, for that reason, we thought that having the ceremony here in the Cabinet Room with the members of our Cabinet and the members of the President's official party here was particularly appropriate.",
        "toxicity_score": 0.07925831
    },
    {
        "title": "Informal Remarks on Departure From Paris.",
        "link": "https://www.presidency.ucsb.edu/documents/informal-remarks-departure-from-paris",
        "time": "Apr 07, 1974",
        "text": "Au revoir. I will come again. A very warm goodby and a beautiful day, but we had a very good visit with our friends from France. Of course, we couldn't go into many matters because of the occasion, but also, it was an opportunity to see many other people from around the world. But we always like to come to Paris. I look forward to coming back some day when I have many hours as a tourist to try the restaurants again. Forty years ago, I majored in French, had 4 years of French. After 4 years, I could speak it, I could write it. I read all the classics. And today, I just understand a little. BYSTANDER. When do you come back in France, Mr. President, again? THE PRESIDENT. Any time I have a good excuse. I love it. Goodby. Merci.",
        "toxicity_score": 0.10389653
    },
    {
        "title": "Exchange of Remarks on Receiving Diplomatic Credentials From the Egyptian Ambassador.",
        "link": "https://www.presidency.ucsb.edu/documents/exchange-remarks-receiving-diplomatic-credentials-from-the-egyptian-ambassador",
        "time": "Apr 19, 1974",
        "text": "THE PRESIDENT. These are your credentials, Mr. Ambassador? AMBASSADOR [ASHRAF 'ABD AL-LATIF] GHORBAL. These are my credentials, Mr. President, and it is a great honor for my country to present them to you today. THE PRESIDENT. Here is my response, Mr. Ambassador, and I want you to know, and I want you to inform President [Anwar el-] Sadat, that this is a day I have looked forward to from the time I entered this office. I have felt that it was a great tragedy for both our countries that our relations did not exist, due to events that we are all aware of in the sixties. I realize, too, that we are entering a period that is vitally important in terms of building not just a temporary but a permanent peace in the Middle East, which will mean that your people will move forward in peace rather than to have the plague of war, which has plagued so many of the countries there over and over again. And I want to say personally that one of the reasons I have welcomed the opportunity to receive your credentials is that in 1963, at a time when we did have relations, which was before the June war, my wife and I visited Egypt with our two daughters, and we shall never forget not only the great historical monuments which go back further than any in the world, but we will never forget the friendship. We look forward some day to coming again. AMBASSADOR GHORBAL. Mr. President, I am overwhelmed. I am deeply honored. I am sure I grace everyone in Egypt when I say this is equally a great day for each of us, for we are today ending the estrangement and looking ahead to a rapprochement of cooperation and good friendship. The people of Egypt remembered very well and remember very well the visit of you, Mr. President, and Mrs. Nixon. Sixty-three has been long back. It is high time we welcome you back, Mr. President, and we look forward to your visiting Egypt very soon. I know that President Sadat and Mrs. Sadat are anxious--so are the people of Egypt--to welcome you back. You have done admirably in bringing about the beginning and, we hope, the continuing process of establishing permanent peace in the Middle East. We salute your efforts. We want this cooperation continuously, not only after peace is achieved but even beyond. You have done tremendously. We look forward to your doing tremendously, and I want to thank you, Mr. President. THE PRESIDENT. Mr. Ambassador, in conclusion, you have spoken of what we have done. Let me say that I should put it in the plural, together our two nations have worked out, difficult problems in these past months involving, of course, the disengagement. And it is together, economic ways and others, that we can move forward for not only progress for your country but for all of your neighbors, which I know President Sadat wants. Thank you.",
        "toxicity_score": 0.18747601
    },
    {
        "title": "Exchange of Remarks With the French Ambassador About France's Gift for the American Bicentennial Celebration.",
        "link": "https://www.presidency.ucsb.edu/documents/exchange-remarks-with-the-french-ambassador-about-frances-gift-for-the-american",
        "time": "Jul 10, 1974",
        "text": "THE PRESIDENT. This is a splendid thing that your government in France is doing. AMBASSADOR [JACQUES] KOSCIUSKOMORIZET. Yes, Mr. President. In 1976, the American people will be celebrating the Bicentennial of the independence of their Nation. Of course, the Bicentennial is an American commemoration. That is also an anniversary for France, the anniversary of our relations between our two countries, the anniversary of our participation in the Independence War, and the celebration of a friendship, devoted, which has never failed for all of history and has been filled with comments and advice and mutual achievements. And because the people of France are committed to the Bicentennial of the independence of the United States, President Valery Giscard d'Estaing asked me to remit to you a letter presenting the American people with the sound and light spectacle, which in '76 will take place at Mount Vernon on the site of the historical mansion of George Washington. And we think it was a proper time to make this announcement in the week between Independence Day and Bastille Day. THE PRESIDENT. Mr. Ambassador, I want to express appreciation on behalf of all of the American people for this splendid gesture on the part of the French people and the French Government. And would you express my personal appreciation to your President, Valery Giscard d'Estaing, for his interest in this? I would say that any historian knows that had it not been for the support of France, the United States would not be independent today, and that special relationship is one that we Americans have never forgotten. We have always stood by France, and France has always stood by us, and it will continue in the future. Also, with regard to the sound and light programs, I think you should know that in 1963 I took a trip with my family through various parts of Europe and the Mideast, and I saw a sound and light program in three different places: one in Rome, one also in Athens, and another one in Cairo at the Pyramids. It is a splendid concept. And I know that it is primarily due to those French who participated in developing the concept that those programs have been put on, and to have one during our Bicentennial year, to have it at Mount Vernon, I think, is as fine a gift--we will call it that--that you can make, you and your people, to the United States. I think hundreds of thousands, perhaps millions of Americans will come there to see it, and they will be reminded not only of our independence but of the part that France has played in gaining the independence and also of the continued French-American friendship, which is as strong today as it was that day and will remain so. AMBASSADOR KOSCIUSKO-MORIZET. Thank you, Mr. President. I will see President Valery Giscard d'Estaing next week. I can bring your messages to him. THE PRESIDENT. Yes, I will look forward to seeing him sometime in the future. Thank you.",
        "toxicity_score": 0.08627622
    },
    {
        "title": "Exchange of Remarks With Former Astronaut Neil A. Armstrong About United States Space Week.",
        "link": "https://www.presidency.ucsb.edu/documents/exchange-remarks-with-former-astronaut-neil-armstrong-about-united-states-space-week",
        "time": "Jul 19, 1974",
        "text": "MR. ARMSTRONG. Mr. President, you have proclaimed this week to be United States Space Week in conjunction with the fifth anniversary of our first successful landing on the Moon. It is my privilege to represent my colleagues, the crewmen of Projects Mercury, Gemini, Apollo, and Skylab, and the men and women of NASA and the hundreds of thousands of Americans from across the land who contributed so mightily to the success of our efforts in space in presenting this plaque which bears the names of each individual who has had the privilege of representing this country in a flight above the surface of the Earth. THE PRESIDENT. Well, thank you very much, Neil. It is hard to realize that 5 years ago we had the dinner in Los Angeles honoring the crew of which you were the captain, but in that period of time, there have been so many more who have gone to the Moon and who are now participating, of course, in the new projects which will culminate in the joint Soviet-American enterprise in 1975. Five years ago, I don't think we would have anticipated that would happen, although I know you expressed at that time, you and your colleagues, the hope that what we were doing in space would be shared with other people throughout the world. And that is exactly what we are doing. I think it is also very generous of you, but very appropriate to point out that there are the names of a very few, very courageous and able and intelligent people, including, of course, yourself, on this plaque. They could not have done what they did without the backing of some 400,000 people who have, at one time or another, been engaged in the space program. And so, this plaque will represent the efforts of all of those who have made our program possible, that have made the United States first in the exploration of space. We will put it in an appropriate place in the White House so that the thousands of visitors who come through there will be able to be reminded, particularly in this next week or 2 weeks, of what we have done in the field of space. And finally, I would say this: that there are those who might wonder, was it worth it? We are now finding that in terms of even practical application, apart from exploration, that it was worth it. As you were telling me just a few moments ago in the office, the areas of geology, of topography, predictions with regard to the weather, and needless to say, in communications, all of these have received a tremendous input that they would not have had unless we had had the space program. In addition, there is the fallout, technologically, which cannot be estimated in terms of money, technologically, because of the contribution of the space program. The most important, I think, the greatest contribution of this program is not exploration and it is not the technology, where we are getting benefits that are material, but it is the spirit that you and your colleagues in the program have had the opportunity to demonstrate to the American people and to people all over the world. We are proud of the men who have gone to space, we are very proud of all of those who helped you make it possible to go into space. Without a great challenge you can't be a great person, and we have demonstrated through this program, and we congratulate you again 5 years later, you and your colleagues, for all that you have done.",
        "toxicity_score": 0.11557861
    }
]