{
    "adjectives": {
        "crooked": 3,
        "american": 6,
        "real": 2,
        "past": 1,
        "fake": 1,
        "russian": 1,
        "sure": 1,
        "crazy": 3,
        "unbelievable": 1,
        "2nd": 2,
        "many": 4,
        "other": 2,
        "productive": 1,
        "radical": 3,
        "same": 4,
        "slow": 1,
        "exact": 1,
        "next": 2,
        "possible": 3,
        "secretive": 1,
        "free": 2,
        "transparent": 1,
        "fair": 3,
        "best": 1,
        "monumental": 1,
        "false": 1,
        "actual": 1,
        "unauthorized": 1,
        "@potus": 2,
        "rich": 1,
        "live": 1,
        "secret": 3,
        "misleading": 1,
        "public": 1,
        "happy": 1,
        "formal": 1,
        "surprised": 1,
        "anti": 2,
        "-": 4,
        "trump": 2,
        "pro": 2,
        "extreme": 1,
        "such": 1,
        "horrible": 1,
        "environmental": 2,
        "new": 5,
        "evangelical": 1,
        "great": 4,
        "republican": 3,
        "closed": 3,
        "unprecedented": 1,
        "political": 2,
        "only": 2,
        "unclassified": 1,
        "natural": 1,
        "mainstream": 1,
        "more": 7,
        "due": 2,
        "extra": 1,
        "economic": 1,
        "fantastic": 1,
        "focused": 2,
        "serious": 1,
        "tiny": 1,
        "legal": 2,
        "third": 1,
        "disappointing": 1,
        "okay": 1,
        "dishonest": 1,
        "perfect": 2,
        "ukrainian": 7,
        "usual": 1,
        "disastrous": 1,
        "huge": 2,
        "irrational": 1,
        "constitutional": 1,
        "fourth": 1,
        "last": 3,
        "important": 2,
        "high": 3,
        "open": 1,
        "late": 1,
        "blatant": 2,
        "rogue": 1,
        "soviet": 1,
        "long": 1,
        "major": 2,
        "enough": 1,
        "fraudulent": 3,
        "tough": 1,
        "silent": 1,
        "former": 1,
        "smart": 1,
        "popular": 1,
        "hard": 1,
        "drunk": 1,
        "willing": 1,
        "serial": 1,
        "safe": 1,
        "big": 1,
        "unfair": 1,
        "partisan": 2,
        "loud": 1,
        "clear": 1,
        "controversial": 1,
        "minded": 1,
        "negative": 1,
        "short": 1,
        "busy": 1,
        "striking": 1,
        "hot": 1,
        "incorrect": 1,
        "entire": 1,
        "first": 1,
        "nervous": 1,
        "local": 1,
        "guilty": 1,
        "massive": 2,
        "ruthless": 1,
        "illegal": 1,
        "lucky": 1,
        "angry": 1,
        "dirty": 1,
        "enraged": 1,
        "phony": 1,
        "wrong": 2,
        "ukraine": 1,
        "criminal": 1,
        "interested": 1,
        "good": 1,
        "stymie": 1,
        "second": 1,
        "much": 3,
        "entitled": 1,
        "successful": 1,
        "unpardonable": 1,
        "disgraceful": 2,
        "embarrassed": 1,
        "w/": 1,
        "true": 1,
        "own": 1,
        "solemn": 1,
        "future": 1,
        "full": 1,
        "breaking": 1,
        "unable": 1
    },
    "sentences": [
        "But the Crooked Democrats don’t want people to know this!",
        "The home of Nancy Pelosi.",
        "she and the Do Nothing Democrats are doing!",
        "While the Do Nothing Democrats FAIL the American People, and continue the Impeachment Scam, my Administration will continue to deliver REAL RESULTS, as seen over the past month, below! https://t.co/dxjHusgiFX",
        ": Democrats don't care about the facts or passing legislation.",
        "RT @RepMarkMeadows: Democrats keep trying to tell you they're *",
        "RT @RepMarkMeadows: Washington Democrats made every effort to take down this President with a fake Russian collusion scandal",
        "Two Democrats joined us.",
        "Speaker Pelosi and Chairm…",
        "Today’s vote on the impeachment resolution is a continuation of the farce that Speaker Pelosi and Chairman Schiff are trying…",
        "The Do Nothing Democrats don’t care!",
        "The crisis is of the Democrats own making, and it’s up to Republicans to make sure this never happens....",
        "The Do Nothing Democrats have gone Crazy.",
        "\"The Democrats have been on this path for 3 years.",
        "My friend Mike @GovDunleavy of the Great State of Alaska, is being treated very unfairly by the Democrats because he is doing an unbelievable job and fulfilling every one of his promises.",
        "...our Military, 2nd Amendment, Energy, and so many other things that the Democrats don’t care about.",
        "“Our Country cannot afford for the Democrats in Congress to take a one year vacation from any productive legislation just because they would rather obsess over Impeachment.",
        "ISIS &amp; other radical terrorists are not going to hit the pause button because Democrats won’t fund......",
        "“Precisely the same program that the Democrats are trying to  Impeach President Trump for supposedly slow walking, tomorrow, right here in the Senate, they (the Dems) say they’re going to filibuster for the exact same program.”",
        "“It does appear it has to do with Nancy Pelosi retaining her Speakership in the next Congress.",
        "Nervous Nancy Pelosi is doing everything possible to destroy the Republican Party.",
        "RT @RepMarkMeadows: Democrats go 4+ weeks with a secretive, free for all, no rules impeachment process—and now try to save face with a shor…",
        "RT @RepDougCollins: Adam Schiff wants to impeach @RealDonaldTrump for not going along with the “impeachment” inquiry that even Democrats ha…",
        "RT @RepJeffDuncan: Now Pelosi &amp; Schiff want to pretend they are being transparent—after they corrupted &amp; tainted the process for weeks in s…",
        "Nancy Pelosi's impeachment resolution further restricts the participation of duly elected Members of Congress from their part…",
        "RT @CongressmanHice: Once again, @SpeakerPelosi proves that Democrats have no intention of giving @realdonaldtrump a fair shake in this",
        "Nervous Nancy Pelosi is doing everything possible to destroy the Republican Party.",
        "Nervous Nancy Pelosi is doing everything possible to destroy the Republican Party.",
        "The Do Nothing Democrats are working hard to make everyone forget the Best Economy Ever, the monumental weekend raid, Tax Cuts, the Rebuilding of our Military, etc.",
        "RT @RepMarkMeadows: While Democrats continue to leak false narratives, here’s what the actual witness interviews would show you: \n\n- No aid…",
        "RT @RepAndyBiggsAZ: Democrats have undermined the fairness of this unauthorized impeachment inquisition of @POTUS @realDonaldTrump with the…",
        "House Democrats now suddenly saying they'll vote on an impeachment resolution to “ensure transparency” is rich—consider…",
        "A live look at House Democrats trying to impeach President @realDonaldTrump.",
        "RT @LindseyGrahamSC: A vote now is a bit like un-Ringing a bell as House Democrats have selectively leaked information in order to damage P…",
        "Pelosi let Schiff hold secret hearings and leak misleading info to attack @realDonaldTrump for weeks.",
        "RT @RepMarkMeadows: We’ve just learned House Democrats are moving the public impeachment hearings to the Intelligence Committee — taking it…",
        ": I’m happy that House Democrats finally decided to hold a vote to open up a formal impeachment inquisition of @POTUS @re…",
        "RT @RepLeeZeldin: Pelosi now says there will be a vote Thu to authorize their impeachment inquiry.",
        ": Pelosi announces they’ll finally vote to open the impeachment inquiry.",
        "Wouldn’t be surprised if the Do Nothing Democrats Impeach me over that!",
        "RT @GOPLeader: It’s been 34 days since Nancy Pelosi unilaterally declared her impeachment inquiry.",
        "Democrat Jim Hood will never give us his vote, is anti-Trump and pro-Crooked Hillary.",
        "Extreme Democrat John Bel Edwards has sided with Nancy Pelosi and Chuck Schumer to support Sanctuary Cities, High Taxes, and Open Borders.",
        "I can’t believe that Nancy Pelosi’s District in San Francisco is in such horrible shape that the City itself is in violation of many sanitary &amp; environmental orders, causing it to owe the Federal Government billions of dollars - and all she works on is Impeachment.....",
        "Pelosi must work on this mess and turn her District around!",
        "Democrats just announced that they no longer want the Whistleblower to testify.",
        "RT @robertjeffress: A new poll shows evangelical support for President @realDonaldTrump GROWING in spite of Democrat impeachment farce!",
        "My lawyers should sue the Democrats and Shifty Adam Schiff for fraud!",
        "Democrats just announced that they no longer want the Whistleblower to testify.",
        "The Democrats must end this Scam now.",
        "Mitch McConnell, and their Great Senate Republican colleagues, on the resolution condemning the Do Nothing Democrats for their Witch Hunt Impeachment inquiry, behind closed doors....",
        "House Democrats continue to take unprecedented steps in their closed-door impeachment charade.",
        "Say Impeachment Is Political Stunt by Democrats -",
        "RT @RepDougCollins: Democrats have no concern for the rules.",
        "Pelosi violates House rules and her majority gives her a free pass.",
        "RT @RepGosar: The only reason Adam Schiff is conducting these unclassified interviews in a SCIF is to allow Democrats to control the narrat…",
        "RT @RepMattGaetz: Democrats are trying to use the natural advantage they have with the mainstream media to have secret interviews and selec…",
        "Nancy Pelosi and her Do-Nothing Democrats have approved more subpoenas to investigate President Trump than they have written…",
        "Do Nothing Democrats allow Republicans Zero Representation, Zero due process, and Zero Transparency....",
        "RT @SteveScalise: Democrats are trying to deny Republican Members of Congress access to Schiff's secret impeachment proceedings.",
        "The American people deserve transparency, yet House Democrats continue to ram through their impeachment investig…",
        "Republicans are going to fight harder than ever to win back the House because of what the Do Nothing Democrats have done to our Country!",
        "Myth: Democrats aren’t impeaching @RealDonaldTrump because of politics.",
        "Democrats introdu…",
        "Democrats and the media d…",
        ": Remember when Democrats called the extra money in Americans' wallets thanks to President @realDonaldTrump's economic polici…",
        "The economy is booming, a fantastic trade deal is waiting for a vote, yet DC Democrats are only focused on their ridicul…",
        ": Democrats think impeachment is their only hope for 2020.",
        "The Democrats Scam goes on and on!",
        "Pelosi &amp; co. refuse to bring their inquiry to a vote because they have no serious interest in searching out truth and justi…",
        "“The Democrats are trying to draw out this inquiry because they don’t have the support.",
        "Can’t believe that Nervous Nancy Pelosi isn’t moving faster on USMCA.",
        "So some day, if a Democrat becomes President and the Republicans win the House, even by a tiny margin, they can impeach the President, without due process or fairness or any legal rights.",
        "By about a 10 point margin, those in battleground states polled are against impeaching the President, and if Nancy Pelosi doesn’t take note of that, maybe she is the third rate politician.”",
        "RT @RepAnnWagner: As a cosponsor of the resolution to censure Rep. Adam Schiff, I was disappointed Nancy Pelosi did not even allow a vote o…",
        "RT @RepJohnJoyce: It is disappointing that House Democrats blocked a vote to condemn and censure Chairman Adam Schiff for lying to the Amer…",
        "I guess Democrats are okay with Adam Schiff:\n\n▪️ Spreading…",
        "Nancy Pelosi and Adam Schiff have both become embarrassingly dishonest.",
        "Do Nothing Radical Left Democrats &amp; their Partner, the Fake News Media!",
        "A Great Democrat Scam!",
        "This Scam going on right now by the Democrats against the Republican Party, and me, was all about a perfect phone call I had with the Ukrainian President.",
        "When do the Do Nothing Democrats pay a price for what they are doing to our Country, &amp; when do the Republicans finally fight back?",
        "Pelosi is now leading a delegation of 9, including Corrupt Adam Schiff, to Jordan to check out Syria.",
        "Therefore, based on both Media &amp; Democrat Crazed and Irrational Hostility, we will no longer consider Trump National Doral, Miami, as the Host Site for the G-7 in 2020.",
        "But, as usual, the Hostile Media &amp; their Democrat Partners went CRAZY!",
        "They need a Green Party more than ever after looking at the Democrats disastrous environmental program!",
        "RT @GOPChairwoman: We've seen a huge spike in enthusiasm since Democrats like Elissa Slotkin and Haley Stevens backed Pelosi's bogus impeac…",
        "RT @GOP: It's no surprise that far-left Democrats like Alexandria Ocasio-Cortez and Illhan Omar support Senator Bernie Sanders for Presiden…",
        "Nancy Pelosi only cares about her witch hunt, not working for the American people.",
        "It’s time for Pelosi to put the #USM…",
        "RT @GOPChairwoman: “The radical Democrats want to destroy America as we know it.”",
        "The Democrats are making a mistake with this secrecy.”",
        "Pelosi Finger Wags https://t.co/R7c5kPzk6m",
        "RT @RepDougCollins: The Democrats are trying to conduct their “impeachment” inquiry in secret.",
        "RT @SaraCarterDC: Democrat anger has grown so irrational that it has burst through the constitutional guardrails which protect our institut…",
        "Such a disgrace that the Do Nothing Democrats are doing just as their name suggests, Doing Nothing!",
        "Pelosi and Impeachment - There have already been 3 Votes, and they’ve all failed miserably.",
        "Here’s why there may not be a fourth - 137 Democrats voted against on the last vote.”",
        "Can you believe I am doing this important work for our Country, and have to deal with Corrupt Adam Schiff and the Do Nothing Democrats at the same time?",
        "Democrats are now the party of high taxes, high crime, open borders, late-term abortion, socialism, and blatant corruption.",
        "Tonight, we forcefully condemn the blatant corruption of the Democrat Party, the Fake News Media, and the rogue bureaucrats of the Deep State.",
        "House Democrats are engaged in “Soviet style” tactics in their effort to attack @realDonaldTrump.",
        "Nancy Pelosi needs help fast!",
        "RT @senatemajldr: Washington Democrats have been engaged in a three-year-long impeachment parade in search of a rationale.",
        "Speaker Pelosi is still blocking the USMCA, a major trade deal that would create 176,000 new American jobs.",
        "Democrats always liked that position, until I took it.",
        "Democrats always liked Walls, until I built them.",
        "Pelosi and Schiff are trying to impeach @realDonaldTrump behind closed…",
        "Nancy Pelosi needs help fast!",
        "The Do Nothing Democrats, Pelosi and Schumer stormed out of the Cabinet Room!",
        "Go to https://t.co/Dt42WogFxM and tell Democrats in Congress that Enough is Enough!",
        "It is Adam Schiff and Nancy Pelosi who should be impeached for fraud!",
        "You would think there is NO WAY that any of the Democrat Candidates that we witnessed last night could possibly become President of the United States.",
        "Democrats are allowing no transparency at the Witch Hunt hearings.",
        "Nancy Pelosi is involved in this fraud in that she confirmed his fraudulent words on @GMA, and much more!",
        "Tough numbers for the Radical Left Democrats to beat!",
        "Democrats are allowing no transparency at the Witch Hunt hearings.",
        "The Democrat Party is pushing this Impeachment.",
        "This is a Democrat Party Impeachment, as I have been saying, a silent COUP effort.\" @MarkLevinShow",
        "\"The Democrat Party has hijacked the House of Representatives...\" @MarkLevinShow",
        "Former Democrat Senator Harry Reid just stated that Donald Trump is very smart, much more popular than people think, is underestimated, and will be hard to beat in the 2020 Election.",
        "“The Democrats are trashing this President, &amp; in the process, trashing the U.S. Constitution.",
        "Frankly, the American People need to wake up to the reality that the Democrats are so drunk on power that they’re willing to destroy this Constitutional Republic.”",
        "“Serial killers get more Due Process than the Democrats give to the President of the United States.”",
        "The Democrats are going to lose a lot of House Seats because of their Fraudulent use of Impeachment.",
        "Democrat Senate Seats will also be put at risk, even some that were supposedly safe.",
        "The Media is not talking about the big Republican victory last night in Louisiana where a sitting Democrat Governor was forced into a runoff by not getting 50%.",
        ": Why won’t Democrats focus on helping the country, instead of attacking the President with this unfair and partisan process?",
        "Tomorrow, you will head to the polls and VOTE to REPLACE Liberal Democrat John Bel Edwards with a great new REPUBLICAN Governor!",
        "Send the Radical Democrat establishment a loud and clear message that you are going to FIRE your Democrat Governor, John Bel Edwards and send a Great Republican to the Governor’s Mansion!",
        "The Democrats have gone Crazy.",
        "This is a Democrat Con Job.",
        "RT @WhiteHouse: USMCA updates NAFTA to achieve goals that Democrats have long claimed to support.",
        "That should end this Democrat Scam, but it won’t, because the Dems &amp; Media are FIXED!",
        "“Ukrainian President Volodymyr Zelensky told reporters Thursday his controversial July call with President Trump involved no bribe, blackmail or quid pro quo, as impeachment-minded Democrats claim.”",
        "....DACA stand, with all of its negative legal implications, the Republicans and Democrats will have a DEAL to let them stay in our Country, in very short order.",
        ": Democrats are so busy “striking while the iron is hot” that they didn’t even have a vote to start their crazy impeachment p…",
        "Democrats are “deposing witnesses behind closed doors &amp; denying Republicans fair time to ask questions &amp; the right to call…",
        "The Do Nothing Democrats are Con Artists, only looking to hurt the Republican Party and President.",
        "The Whistleblower’s facts have been so incorrect about my “no pressure” conversation with the Ukrainian President, and now the conflict of interest and involvement with a Democrat Candidate, that he or she should be exposed and questioned properly.",
        "The Whistleblower has ties to one of my DEMOCRAT OPPONENTS.",
        "RT @RepMarkMeadows: Reminder that while House Democrats have spent basically their entire first year as a majority",
        "Must force a runoff with a Liberal Democrat Governor, John Bel Edwards, who has let your Taxes and Car Insurance get too high, and will never protect your 2nd Amendment.",
        "RT @JesseBWatters: This is why the democrats are so nervous.",
        "The Radical Left Democrats have failed on all fronts, so now they are pushing local New York City and State Democrat prosecutors to go get President Trump.",
        "This makes Nervous Nancy every bit as guilty as Liddle’ Adam Schiff for High Crimes and Misdemeanors, and even Treason.",
        "Nancy Pelosi knew of all of the many Shifty Adam Schiff lies and massive frauds perpetrated upon Congress and the American people, in the form of a fraudulent speech knowingly delivered as a ruthless con, and the illegal meetings with a highly partisan “Whistleblower” &amp; lawyer...",
        "Democrats in the House helped the whistleblower prepare their complaint.",
        "Democrat lawyer is same for both Whistleblowers?",
        "Keep Democrat Governor Edwards under 50%, force a runoff, and have a great new Republican Governor!",
        "The Democrats are lucky that they don’t have any Mitt Romney types.",
        "The Do Nothing Democrats are being exposed!",
        "RT @RepMarkMeadows: This is real reason why Washington Democrats are trying to impeach.",
        "Not only are the Do Nothing Democrats interfering in the 2020 Election, but they are continuing to interfere in the 2016 Election.",
        "Schiff and Pelosi never thought I would release the transcript of the call.",
        "The whistleblower is a registered Democrat &amp; CIA analyst who was detailed before the 2016 election to the Obama…",
        "“It isn’t often I get angry at the dirty politics of the Democrats in Congress, but this time I am enraged and hope this impeachment charade will backfire on Reps. Pelosi &amp; Schiff, &amp; the Democrats.",
        "This is just a phony Witch Hunt, perpetuated by Democrats to get rid of Trump because they cannot beat him in a fair election.”",
        "Along with Pelosi and her boss AOC, the Do Nothing Democrat “leader.”",
        "The Whistleblower, who had the facts wrong about the phone call, reached out, and more, to the Democrat controlled House Intelligence Committee.",
        "The Washington Times, “Ukraine envoy blows ‘massive hole’ into Democrat accusations.",
        "Nancy Pelosi today, on @GMA, actually said that Adam Schiffty Schiff didn’t fabricate my words in a major speech before Congress.",
        "We are simultaneously fighting the Fake News Media and their partner, the Democrat Party.",
        "The Do Nothing Democrats don’t have time to get it done!",
        "“This is yet again an example of Democrats projecting THEIR criminal acts on President Trump.",
        "This is a Democrat Scam!",
        "RT @NancyJKoch: Franklin Graham calls for prayer to 'change hearts' of Democrats - A call to pray for our Nation and its healing❣️⁦@realDon…",
        "DEMOCRATS WANT TO STEAL THE ELECTION!",
        "Democrat Jim Hood will never give us his vote, is anti-Trump and pro-Crooked Hillary.",
        "The Do Nothing Democrats should be focused on building up our Country, not wasting everyone’s time and energy on BULLSHIT, which is what they have been doing ever since I got overwhelmingly elected in 2016, 223-306.",
        "Democrats are trying to undo the Election regardless of FACTS!",
        "Nancy Pelosi just said that she is interested in lowering prescription drug prices &amp; working on the desperately needed USMCA.",
        "The Do Nothing Democrats are stuck in mud!",
        "But that is exactly what the Democrats want to do.",
        "“Nancy Pelosi and the Democrats haven’t met the standards of impeachment.",
        "All the Do Nothing Democrats are focused on is Impeaching the President for having a very good conversation with the Ukrainian President.",
        "RT @MariaBartiromo: Democrats want to stop Barr from investigating what happened in 2016.",
        "....a Nancy Pelosi/Chuck Schumer Democrat (John Bel Edwards), who does nothing but stymie all of the things we are doing to Make America Great Again.",
        "It is just another Democrat Hoax!",
        "So if the so-called “Whistleblower” has all second hand information, and almost everything he has said about my “perfect” call with the Ukrainian President is wrong (much to the embarrassment of Pelosi &amp; Schiff), why aren’t we entitled to interview &amp; learn everything about....",
        "This is just another Fake News Media, together with their partner, the Democrat Party, HOAX!",
        "this is why the democrats are ramping up.",
        "Radicals &amp; socialists have taken over the Democrat Party.",
        "RT @MariaBartiromo: House Democrats should stop delaying and put the country first by passing the USMCA trade deal, write @senatemajldr and…",
        "....If the Democrats are successful in removing the President from office (which they will never be), it will cause a Civil War like fracture in this Nation from which our Country will never heal.”",
        "....rid of Donald J. Trump - And the Democrats don’t care if they burn down and destroy this nation in the process.",
        "That’s the unpardonable sin for which the Democrats will never forgive him.....",
        "“Nancy Pelosi and the Democrats can’t put down the Impeachment match.",
        "Rep. Jeff Van Drew, Democrat of New Jersey.",
        "Just another Witch Hunt by Nancy Pelosi and the Do Nothing Democrats!",
        "Bret Baier on Democrat speculation over Ukraine call: “none of those things are in this transcript”\nhttps://t.co/Mw4XOcGhN…",
        "RT @RNCResearch: FLASHBACK: In 1998, Pelosi blasts impeachment for “any and all grievances that anybody ever had\"\nhttps://t.co/boz6nrA5ho h…",
        "Sen. Scott slams Democrats on impeachment: “the evidence does not matter” to Democrats",
        "It is disgraceful what the Do Nothing Democrats are doing (the Impeachment Scam), but it is also disgraceful what they are NOT doing, namely, the USMCA vote, Prescription Drug Price Reduction, Gun Safety, Infrastructure, and much more!",
        "Can you imagine if these Do Nothing Democrat Savages, people like Nadler, Schiff, AOC Plus 3, and many more, had a Republican Party who would have done to Obama what the Do Nothings are doing to me.",
        "RT @GOPChairwoman: We already raised over $500K to beat Democrat Elissa Slotkin next November.",
        "The Democrats are now to be known as the DO NOTHING PARTY!",
        "Democrat Scam!",
        "THE DEMOCRATS ARE TRYING TO DESTROY THE REPUBLICAN PARTY AND ALL THAT IT STANDS FOR.",
        ": Democrats don't have an agenda, that's why they want to impeach @realDonaldTrump https://t.co/El9qOb6bkq",
        "RT @VP: …and even though she knew the transcript was going to be released today, Speaker Nancy Pelosi initiates an impeachment inquiry into…",
        "Are you saying the Democrats started an all out move towards impeachment without even seeing the transcript?",
        "The Democrats have been talking about Impeaching Donald Trump since before he was inaugurated.”",
        "RT @RealSaavedra: NEW: Democrat Senators reached out to Ukraine in May 2018 and asked for their assistance in investigating Trump",
        "The Democrats are f…",
        "Additionally, I demand transparency from Democrats that went to Ukraine and attempted to force the new President to do things that they wanted under the form of political threat.",
        "Nancy Pelosi should be embarrassed.",
        "66-29 huge majority believes the Democrats should work w/",
        "Since the day President Trump was elected to office, Democrats have tried to find any opportunity to undermine his presid…",
        "RT @RepJeffDuncan: None of what Democrats said happened on the call between @realDonaldTrump &amp; Ukrainian President Zelensky was true.",
        "RT @RepMarkGreen: Once again, Democrats reveal that impeachment is not really about our country, but about their own imperative to maintain…",
        "Nancy Pelosi undermined the solemn duty of impeachment that a future House may have to un…",
        "Will the Democrats apologize after seeing what was said on the call with the Ukrainian President?",
        "“The Democrats have been talking about Impeaching Donald Trump since before he was inaugurated.”",
        "RT @RepMarkMeadows: POTUS says he's releasing the full transcript of the Ukraine call, and amazingly Democrats now say the whistleblower co…",
        "The Democrats are frozen with hatred and fear.",
        "“Mark Levin: Media trying to protect Biden, ignoring MASSIVE DEMOCRAT SCANDAL” https://t.co/9Il7wHwQ7J",
        "Such an important day at the United Nations, so much work and so much success, and the Democrats purposely had to ruin and demean it with more breaking news Witch Hunt garbage.",
        "The Democrats are so focused on hurting the Republican Party and the President that they are unable to get anything done because of it, including legislation on gun safety, lowering of prescription drug prices, infrastructure, etc."
    ]
}