{
    "adjectives": {
        "endless": 5,
        "partisan": 3,
        "american": 9,
        "honest": 1,
        "bipartisan": 1,
        "good": 2,
        "great": 2,
        "tougher": 1,
        "dirty": 1,
        "lousy": 2,
        "crazy": 1,
        "free": 2,
        "worse": 2,
        "better": 1,
        "flexible": 1,
        "real": 4,
        "single": 5,
        "competent": 1,
        "radical": 7,
        "few": 1,
        "exempt": 1,
        "many": 5,
        "religious": 1,
        "top": 1,
        "tough": 2,
        "own": 3,
        "confident": 1,
        "false": 1,
        "highest": 1,
        "tiny": 1,
        "guilty": 1,
        "strong": 3,
        "previous": 1,
        "crooked": 1,
        "big": 1,
        "able": 1,
        "late": 1,
        "pro": 1,
        "-": 1,
        "life": 1,
        "last": 11,
        "blatant": 1,
        "black": 2,
        "much": 2,
        "deep": 1,
        "fake": 1,
        "presidential": 2,
        "willing": 1,
        "craven": 1,
        "other": 3,
        "african": 2,
        "powerful": 1,
        "illegal": 2,
        "tremendous": 1,
        "major": 1,
        "massive": 1,
        "different": 1,
        "wonderful": 1,
        "new": 2,
        "more": 3,
        "socialist": 1,
        "private": 1,
        "stronger": 1,
        "socialized": 1,
        "same": 2,
        "corrupt": 3,
        "total": 1,
        "ranking": 1,
        "fellow": 1,
        "baseless": 1,
        "bad": 1,
        "broken": 1,
        "outstanding": 1,
        "right": 1,
        "sad": 2,
        "interesting": 1,
        "interested": 1,
        "whole": 1,
        "angry": 1,
        "concerned": 1
    },
    "sentences": [
        "I mean, Speaker Nancy Pelosi and the Democrats in Congress have refused to bring the USMCA to the floor.",
        "These days, Democrats are spending all their time on endless investigations and a partisan impeachment, but the American people deserve better.",
        "And I came to Pennsylvania to say it’s time for the Democrats in Congress to put Pennsylvania first.",
        "Turn up the heat on the Democrats in Congress.",
        "But I’ll be honest with you, the Democrats representing Pennsylvania in Washington, D.C., could use to hear from you.",
        "And tell them to tell Speaker Pelosi to take that trade deal that’s been on her desk for a year and put it on the floor.",
        "I mean, we really believe that if Speaker Nancy Pelosi and Congressman Matt Cartwright put the USMCA on the floor, it’s going to pass, and it’s going to pass on a bipartisan basis — it truthfully is — because it’s going to be good for every American.",
        "And in the days and weeks ahead, I’ll make you a promise: Whatever Democrats in Washington, D.C., want to spend their time doing, President Trump",
        "It’s up to Nancy Pelosi to put it up.",
        "We have some that are great fighters, but they have to get tougher and fight because the Democrats are trying to hurt the Republican Party for the election, which is coming up, where we’re doing very well.",
        "Well, I think the Democrats fight dirty.",
        "I think the Democrats are lousy politicians with lousy policy.",
        "But the Democrats went crazy, even though I would’ve done it free, saved the country a lot of money.",
        "Any Democrat wants to because they’re not going to beat me in the election.",
        "Those people might be worse than the Democrats — the Never Trumpers",
        "It’s better than anything our predecessors have done, be they Democrat or Republican.",
        "And if we had Democrat support, we could get them way down, but we don’t have a lot of Democrat support.",
        "We’re probably the most flexible party in the negotiations between the Democrats and the Republicans, and try to deliver real savings for the American people.",
        "Every single Democrat voted for HR.6, including the ones running for President.",
        "But the trade deals we’ve made with South Korea, with Mexico, Canada — assuming the Democrats ever get it passed, which is a question, because they don’t seem to like to make deals very much.",
        "Actually, a couple of the Democrats — I won’t say which ones — but a couple of the more competent Democrats actually understood what I was doing and what the plan is.",
        "Q    Mr. President, you’re scheduled to see House Speaker Nancy Pelosi today.",
        "And that continues with Nancy Pelosi and with Schiff.",
        "Nancy Pelosi hands them out like cookies.",
        "The Democrats are treating the Republicans very, very badly.",
        "But they never dealt, Jon, with the Democrats the way the Democrats deal.",
        "And the Republicans won’t forget it because what they’re doing, what the Democrats are doing to this nation is a disgrace.",
        ", you’re going to be seeing House Speaker Nancy Pelosi today.",
        "Are you going to open up the meeting with Pelosi and bring us in?",
        "Nancy Pelosi.",
        "And then Nancy Pelosi went on television.",
        "And sue Nancy Pelosi, or maybe we should just impeach them.",
        "The one thing about the radical Democrats that is something that you have to admire: They stick together.",
        "But the Democrats have one thing: They stick together.",
        "As you know, just a few days ago, a Democrat running for President proposed revoking the tax-exempt status of many churches and religious groups.",
        "Virtually every top Democrat lawmaker also now supports taxpayer-funded abortion, right up to the moment of birth.",
        "And that is tough because I built it against every single Democrat who, four years ago, wanted it.",
        "Unfortunately, the Democrat party has invited anti-Semitism into its own ranks.",
        "Q    President Trump, your letter to Nancy Pelosi does not seem to be working.",
        "Q    If Pelosi starts impeachment, will you still object?",
        "And I came here to Minnesota today to say the time has come for Democrats in Congress to pass the USMCA, and pass it this year.",
        "But we’re confident that if Speaker Pelosi will put it on the floor, it’s going to pass.",
        "And tell Speaker Pelosi to bring that trade deal to the floor and deliver a real win for all the people of Minnesota and all the people of America.",
        "But the Democrats have committed crimes because they made up the conversation.",
        "The whistleblower, who seems to be a Democrat that’s involved with a lot of people, gave a false interpretation of the conversation because we have the conversation.",
        "But as I stand before you today, Speaker Nancy Pelosi and the Democrats in Congress have refused to bring it to the floor of the House of Representatives.",
        "I came to Iowa today to say it’s time for the Democrats in Congress to do their job, put politics aside, and pass the USMCA this year.",
        "The truth is — and we all know it — Democrats have been spending all their time on endless investigations and a partisan impeachment.",
        "I mean, the time has come — the time has come for Congresswoman Cindy Axne and all the Democrats in Congress that represent Iowa to put Iowa first, put America first, and pass the USMCA this year.",
        "And I’ll make you a promise: Whatever the Democrats in Congress choose to spend their time on, President Trump and I are never going to stop fighting for you and the agenda that Iowa voted for in 2016.",
        "We’re not going to allow Democrats in Congress to distract us from working on behalf of all of you and the people of this country.",
        "But now it’s time for Iowans to turn up the heat on your Democrats in Congress and tell them Iowa needs the USMCA this year.",
        "— I got to tell you, you need to know, every single Democrat running for President is opposed to the USMCA.",
        "— you need to tell the Democrats running for the highest office in the land that Iowa needs the USMCA.",
        "Q    Mr. President, you said — with the letter that you sent up to Nancy Pelosi yesterday —\nTHE PRESIDENT:",
        "Well, let me just say that the Republican Party — and President — but the Republican Party has been treated extremely badly by the Democrats — very unfairly — because they have a tiny margin in the House.",
        "And Nancy Pelosi knows all this because she’s just as guilty as he is.",
        "Then it turns out that the whistleblower is a Democrat — strong Democrat — and is working with one of my opponents as a Democrat that I might end up running against.",
        "If Pelosi holds a vote on the floor on impeachment and commits to the rules of previous impeachment proceedings, you’ll participate in that investigation?",
        "And Nancy Pelosi issues subpoenas: “Come on in and get them.”  Gives them to Nadler.",
        "These are crooked people that are doing — these are Democrats, headed by a — a Democrat lawyer, a big Democrat lawyer.",
        "The Democrats tried to derail his nomination, but Ed stayed strong.",
        "This is a scam by the Democrats to try and win an election that they’re not going to win in 2020.",
        "By the way, Nancy Pelosi knew it was a fraud, and she didn’t say anything about it.",
        "We hope that Nancy Pelosi gets it voted on because everyone wants it, and she’ll have to make her own decision.",
        "And we are doing a lot, and the Democrats are doing nothing.",
        "I don’t know if it’s this or because of the hoax, you know, that’s going on with Nancy Pelosi and her — her friend, Adam Schiff.",
        "Q    — to Speaker Pelosi about the impeachment inquiry.",
        "Had they waited one day, Nancy Pelosi wouldn’t have made a fool out of herself, and she would have been able to say what I said.",
        "And Nancy Pelosi knew all of this stuff.",
        "But I’m here to say that Tennessee and America are now looking to this Democrat majority in the Congress to do their job — to do a job for the American people.",
        "It’s time for Speaker Pelosi and the Democrats in Congress to set politics aside and pass the USMCA.",
        "You know, after two and a half years of endless investigations, where the Do-Nothing Democrats have tried to overturn the will of the American people, I can tell you firsthand, Louisiana: President Trump has never stopped fighting for the agenda the people of Louisiana voted for, and we never will.",
        "At a time when leading Democrats running for president advocate for late-term abortion and even defend infanticide — just yesterday, the Supreme Court agreed to hear Louisiana’s strong pro-life law, and they’ll make the decision this year.",
        "Then you’ve got these Do-Nothing Democrats who’ve spent the last two and a half years on endless investigations, and they’re at it again.",
        "Last week — you all saw it in the news — the Do-Nothing Democrats — Do-Nothing Democrats launched a partisan impeachment inquiry in a blatant attempt to overturn the will of the American people in the last election.",
        "And I’ll make you a promise: Whatever the Democrats and their allies in the media want to spend their time doing, President Donald Trump",
        "I mean, just look at all those Democrats running for President.",
        "Because the do-nothing Democrats have done nothing for the black community.  2020 is around the corner and we have a lot to lose now because President Donald J. Trump has done so much for the black community.",
        "And you know better than anybody: For the last three years, Democrat lawmakers, their deep-state cronies, the fake news media, they’ve been colluding in their effort to overturn the presidential election — 63 million people voted — and to nullify the votes of the American people.",
        "But the radical Democrats are willing to do anything to smear anyone and to lie about everything in their craven quest for power and money and other things, I guess.",
        "My administration is fighting with everyone, and all our heart — (laughter) — to reverse the pain inflicted by Democrat leaders and to deliver hope and opportunity and prosperity for all Americans, but for African American communities all throughout our land.",
        "If I announce tomorrow, “I don’t want a wall,” the Democrats would come out in favor of the wall.",
        "Sadly, Democrat lawmakers care more about catering to lobbyists and powerful teachers’ unions than they do about improving our schools for our children.",
        "And Democrats care more about illegal immigrants than about their own African American constituents.",
        ", what does your letter to Pelosi say?",
        "But now the Democrats don’t bring that up anymore because they lost.",
        "And I do believe — I do believe that because of what they’re doing with Pelosi and their real leaders, AOC plus 3 — that’s their real leaders — I really believe that they’re going to pay a tremendous price at the polls.",
        "But, see, the Democrats don’t talk about that anymore.",
        "Q    Mr. President, do you think the Democrats have the votes?",
        "Do you think the Democrats have the votes to impeach you?",
        "One thing with the Democrats — I give them credit for it —",
        "Nancy Pelosi is petrified of them.",
        "Nancy Pelosi will lose her speakership right after the election when the Republicans take over the House.",
        "But we need Speaker Pelosi to put the USMCA on the floor of the House of Representatives, and do it this year.",
        "The good news is that, even just yesterday, Speaker Pelosi said that House Democrats were, in her words, on a path to “yes.”",
        "And tell her you need the USMCA.  And tell her to go tell Speaker Pelosi that when the USMCA comes to the floor, she’s going to cast a vote for Arizona and she’s going to cast a vote for jobs.",
        "Almost every major Democrat in Washington has backed a massive government healthcare takeover that would totally obliterate Medicare.",
        "These Democrat policy proposals may go by different names — they have all of these wonderful names like —",
        "Leading Democrats have pledged to give free healthcare to illegal immigrants.",
        "In the last administration, Democrats slashed Medicare by $800 billion dollars to pay for Obamacare.",
        "Now one of their new proposals, backed by more than 130 Democrat members of Congress, would cost — listen to this number — $32 trillion dollars.",
        "Though they use many labels, all of the Democrat plans would devastate our healthcare system.",
        "Democrat lawmakers are not trying to build up the country; they only want to wreck and destroy all of the things that we’ve built up over the last three and a half years, four years, five years — (applause) — prior to us getting in here.",
        "Democrat healthcare proposals would put everyone into a single, socialist, government-run program that would end private insurance for over 180 million Americans.",
        "While many Democrat plans would eliminate Medicare Advantage, my administration is fighting to make it even better and much, much stronger.",
        "The Democrat plans for socialized medicine will not just put doctors and hospitals out of business, they’ll also deny your treatment and everything that you need.",
        "And as more facts come out of this, as people take time to read the transcript of the President’s call and reflect on these facts, I think they’ll come to realize this is just more of the same of what we’ve seen from Democrats for the last two and a half years.",
        "These endless investigations should end in Washington, D.C.  And Speaker Pelosi and the Democrats ought to be focusing on issues of security, of prosperity, of infrastructure, the USMCA, lowering drug prices, and whatever they want to fight about in Washington, D.C.",
        "But we’ll work together with Shifty Schifft [sic] and Pelosi and all of them, and we’ll see what happens, because we did absolutely",
        "In all fairness, you have at least four United States senators — Democrats —",
        "Now, look at Nancy Pelosi.",
        "Nancy Pelosi hands out subpoenas like",
        "They wanted subpoenas to investigate the corrupt Democrats and the corrupt people on the other side.",
        "Nancy Pelosi?",
        "We have to go back to building our country, because 99 percent of Nancy Pelosi’s time is spent on this.",
        "Our EPA, which is doing a great job, is sending Nancy Pelosi, with all the talk about EPA — there’s needles and drugs all over the street.",
        "You happen to see what — what’s — what the Democrats have allowed to happen.",
        "So, let me just tell you, just to finish: Nancy Pelosi and Shifty Shifft [sic] — who should resign in disgrace, by the way — and Jerry Nadler and all of them",
        "Well, you got rid of Pelosi and you got rid of Shifty Schiff.",
        "And we’re really referring mostly to 2016, because what the Democrats did in 2016 was corrupt.",
        "When Nancy Pelosi, who worked a day early —",
        "Nancy Pelosi called for essentially impeachment —",
        "And the other thing is that Nancy Pelosi’s account of my phone call is a total lie.",
        "We can’t get the Democrats to do what they’re supposed to do with the loopholes or with asylum.",
        "We can’t get the Democrats to do anything.",
        "And I always wait to announce the highest ranking official last, so join me in welcoming my mom, Nancy Pence Fritsch, who actually is here from our hometown in Columbus.",
        "While many Democrats have spent the last two and a half years, I think there’s only one way you can describe it, my fellow Hoosiers",
        "And the truth is, while we’re watching our nation’s capital — even today we see many Democrats who spent the last two and a half years on baseless accusations and they keep trying to overturn the will of the American people in the last presidential election — I’m here to make you a promise: Whatever the Democrats and their allies want to spend their time on,",
        "What these guys are doing — Democrats — are doing to this country is a disgrace",
        "I’m using Mexico to protect our border because the Democrats won’t change loopholes and asylum.",
        "But think of how bad that is — think of it — where we use Mexico because the Democrats won’t fix our broken immigration system.",
        "They want to fix it, but the Democrats won’t do it.",
        "And Nancy Pelosi has been hijacked by the radical left, and everybody knows it.",
        "And additionally, I demand transparency from Democrats who went to Ukraine and attempted to force the new President, who I met and is an outstanding person.",
        "So, Senator Chris Murphy literally threatened the President of Ukraine that, if he doesn’t do things right, they won’t have Democrat support in Congress.",
        "And we’re doing that without the help of Congress, meaning the Democrats in Congress who won’t give us a single vote to take care of loopholes.",
        "And the Democrats did this hoax during the United Nations week.",
        "It’s very sad what the Democrats are doing to this country.",
        "When Nancy Pelosi allows her position to be taken over by radical far-left socialists, or worse",
        "That’s going to be a very interesting question, with Nancy and Chuck and all of these people focusing on the witch hunt because they can’t beat us at the ballot.",
        "Democrats say, “Listen, we can’t beat them at the election, so let’s impeach him.”",
        "What these Democrats have done to ruin lives is so sad.",
        "The Democrats in Congress are a disaster.",
        "Where we go to El Salvador, Honduras; we go to Mexico; we go to Guatemala to solve problems of asylum because we can’t go to the United States Congress because the Democrats are playing games.",
        "But Nancy Pelosi has been taken over by the radical left.",
        "But now Nancy Pelosi was forced into a position that she didn’t want to be in, and unfortunately she wasn’t tough enough to stop it.",
        "It was a media hoax and a Democrat hoax.",
        "Did you ask House Speaker Nancy Pelosi to find a way out of impeachment yesterday?",
        "I’ll tell you what: Nancy Pelosi is not interested in guns and gun protection and gun safety.",
        "She’s been taken over by the radical left, the whole Democrat Party.",
        "They’re really angry at the Democrat Party.",
        ", the Democrats can’t talk about that because they’ve been taken over by a radical group of people.",
        "And Nancy Pelosi, as far as I’m concerned, unfortunately she’s no longer the Speaker of the House.",
        "I don’t know if Nancy Pelosi is going to have any time to sign it.",
        "And I don’t think Nancy Pelosi will have time.",
        "The Democrats and the media are one in the same.",
        "The Democrats are all fighting with themselves.",
        "The Democrats just came out.",
        "And the Democrats feel they’re going to lose.",
        "Q    Mr. President, your reaction to Speaker Pelosi saying today that she is moving toward an impeachment announcement later this afternoon?",
        "Q    Mr. President, your reaction to Speaker Pelosi saying today that she is moving toward an impeachment announcement later this afternoon?",
        "Q    Mr. President, Congress is moving towards impeachment, including Nancy Pelosi."
    ]
}